# Formulae installed on request.
brew "acpica"
brew "atuin"
brew "bat"
brew "bottom"
brew "choose-rust"
brew "coreutils"
brew "crane"
brew "fd"
brew "fzf"
brew "gdu"
brew "gh"
brew "git-filter-repo"
brew "glab"
brew "gping"
brew "graphviz"
brew "htop"
brew "httpie"
brew "jq"
brew "just"
brew "k9s"
brew "kubernetes-cli"
brew "lazydocker"
brew "lazygit"
brew "luarocks"
brew "minikube"
brew "mise"
brew "neovim"
brew "nmap"
brew "ollama"
# keg-only JDK; exposed via PATH in zsh/.zprofile (no `brew link`).
brew "openjdk"
brew "pnpm"
brew "postgresql@14"
brew "ripgrep"
brew "sad"
brew "shellcheck"
brew "starship"
brew "stow"
brew "stylua"
brew "tldr"
brew "tmux"
brew "tree"
brew "uv"
brew "wget"
brew "yq"
brew "zoxide"

# Applications and fonts.
# alacritty cask is adhoc-signed + deprecated (fails Gatekeeper, slated to be
# disabled 2026-09-01). Homebrew tags the .app with com.apple.quarantine, so macOS
# removes it on first launch. After every install/upgrade, strip the attribute:
#   xattr -dr com.apple.quarantine /Applications/Alacritty.app
cask "alacritty"
cask "docker-desktop"
# Nerd Fonts: only the family the terminal actually uses (alacritty.toml pins
# "JetBrainsMono Nerd Font") plus a symbols-only glyph fallback.
cask "font-jetbrains-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "obsidian"
cask "pomatez"
cask "raycast"
cask "tableplus"
cask "visual-studio-code"
